Autodesk.Navisworks.Api.ClipPlaneState
Possible states a clip plane can be in.

Autodesk.Navisworks.Api.ClipPlaneState.Default
Default (uninitialized)

Autodesk.Navisworks.Api.ClipPlaneState.Enabled
Enabled

Autodesk.Navisworks.Api.ClipPlaneState.Disabled
Disabled